Repository: OmegaT-L10N/tr
Catalog: omegat/project_save.tmx
Source language: en
Languages: tr

source: The same dialog is used to add a pattern or to edit a particular pattern.
tr: Aynı iletişim penceresi, örüntü eklemek ya da belli bir örüntüyü düzenlemek için kullanılabilir.

source: The script "{0}" is running...
tr: "{0}" betiği çalışıyor...

source: The script will quit now.
tr: Betik şimdi kapatılacak.

source: The second of these chapters describes the various subfolders and files in a translation project and their role as well as other user and application files associated with OmegaT.
tr: Bu bölümlerin ikincisinde bir çeviri projesindeki alt klasörlerin ve dosyalar, bunların işlevleri ve OmegaT ile ilişkili diğer kullanıcı ve uygulama dosyaları anlatılmaktadır.

source: The segments are displayed in order of appearance in the project.
tr: Dilimler, projede yer aldıkları sıra ile görüntülenir.

source: The separators between the panes can be dragged to resize panes.
tr: Pencerelerin arasındaki ayırıcıları sürüklemek suretiyle pencereleri yeniden boyutlandırmak mümkündür.

source: The server is not a valid Apertium server.
tr: Sunucu, geçerli bir Apertium sunucu değil.

source: The shortcut definition file must be named MainMenuShortcuts.properties and must contain at most one shortcut definition per line.
tr: Kısayol tanımları dosyası adı MainMenuShortcuts.properties olmalı ve dosya her satırda en faza bir kısayol tanımı içermelidir.

source: The shortcut definition syntax is the following: <menu item code>=<shortcut>, where <menu item code> is a code taken from the tables below and <shortcut> is a combination of pressed keys specified by the user
tr: Kısayol tanımı sözdizimi şu şekildedir: <menü ögesi kodu>=<kısayol>; burada <menü ögesi kodu> aşağıda yer alan tablolardan alınan bir kod, <kısayol> ise kullanıcı tarafından belirlenen tuş kombinasyonudur.

source: The shortcuts Ctrl+A and Ctrl+C work in panes, allowing to copy all or some of the information to the clipboard.
tr: Ctrl+A ve Ctrl+C kısayolları bölmelerde de çalışır ve kopyalama yapmanıza izin verir.

source: The source file language entered is invalid!
tr: Girilen kaynak dosya dili geçersiz!

source: The source term does not have to be a single-word item, as the next example shows:
tr: Bir sonraki örnekte görüldüğü üzere kaynak terimin tek sözcük olması zorunlu değildir.

source: The source text
tr: Kaynak metin

source: The specified dictionary folder cannot be used.
tr: Belirtilen sözlük klasörü kullanılamaz.

source: The specified dictionary folder does not exist.
tr: Belirtilen sözlük klasörü mevcut değil.

source: The specified files are not supported.
tr: Belirtilen dosyalar desteklenmiyor.

source: The specified project is an OmegaT 3.6-style team project.
tr: Belirtilen proje, OmegaT 3.6 tarzı bir ekip projesi.

source: The specified translation direction is not supported
tr: Belirtilen çeviri yönü desteklenmiyor.

source: The term "Move to inside segment" means, that the cursor moves to the beginning of the segment if it was previously before the segment, and to the end of the segment if it was previously after it.
tr: "Dilimin içine girin" ifadesi imlecin, daha önce dilimin öncesinde bulunması durumunda dilimin başına, daha önce dilimin arkasında ise dilimin sonuna hareket edeceği anlamına gelir.

source: The text could not be translated
tr: Metin çevrilemedi

source: The text size exceeds the maximum
tr: Metin boyutu üst sınırı aşıyor

source: The third column can be used for additional information.
tr: Üçüncü sütun ise ek bilgi vermek için kullanılabilir.

source: The translated file language entered is invalid!
tr: Girilen çevrilmiş dosya dili geçersiz!

source: The translation has changed.
tr: Çeviri değişti.

source: The underlined item "pop-up menu" can be found in the glossary pane as "pojavni menu".
tr: Altı çizili olan "pop-up menu" ifadesi, sözlükçe bölmesinde "pojavni menu" olarak bulunabilir.

source: The user interface
tr: Kullanıcı Arayüzü

source: The user manual for OmegaT in PDF format ({{ site.data.versions.standard.name }}).
tr: PDF formatında OmegaT kullanım kılavuzu ({{ site.data.versions.standard.name }}).

source: The vocabulary entry can have a comment added.
tr: Sözlükçe girdisinde yorum da yer alabilir.

source: The word before the = sign is the source term, and its translation is (or are) the words after =.
tr: = işaretinin önündeki kelimeler kaynak terim, = işaretinin arkasındaki kelimeler ise onun çevirisidir.

source: The writeable glossary file is not in the glossary folder.
tr: Yazılabilir sözlükçe dosyası "sözlükçe" (/glossary/) klasöründe değil.

source: The writeable glossary file must be inside the glossary folder
tr: Yazılabilir sözlükçe dosyası "sözlükçe" (/glossary/) klasöründe bulunmalıdır

source: The OmegaT web site contains links to numerous OmegaT resources.
tr: OmegaT websitesi OmegaT hakkındaki birçok bağlantı içerir.

source: Then while translating from Canadian French your project will use all the rules defined for all the language chain in the correct order.
tr: Dolayısıyla kaynak diliniz Kanada Fransızcası olduğunda projeniz doğru sırayla tüm dil zinciri için tanımlanmış tüm kuralları kullanacaktır.

source: There are many plugins available for OmegaT online.
tr: Çevrim içi olarak birçok OmegaT eklentisi bulunabilir.

source: There are no local working copies in {0}.
tr: {0}'de yerel bir çalışma kopyası yok.

source: There are two strategies for segments that contain only such invariable text.
tr: Bu şekilde değişmeden kalan dilimlere yönelik olarak iki strateji uygulanabilir.

source: There should be three files, with extensions dz, idx and ifo.
tr: Uzantıları dz, idx veifo olan üç adet dosya ortaya çıkmalıdır.

source: There was an error initializing LanguageTool.
tr: LanguageTool başlatılırken hata oluştu.

source: Therefore, the location of OmegaT's configuration folder cannot be reliably determined.
tr: Bu yüzden, OmegaT'nin yapılandırma klasörünün konumu sağlıklı bir şekilde tespit edilemedi.

source: These three are certain: Death, taxes, and page not found You, victim of one
tr: Üç şey kesin: Ölüm, vergiler ve sayfanız bulunamadı Sen, ey zavallı

source: These three are certain:<p>Death, taxes, and page not found.<p>You, victim of one.
tr: Üç şey kesin:<p>Ölüm, vergiler ve sayfanız bulunamadı.<p>Sen, ey zavallı.

source: These translation memories can be very useful when a document that has already been translated needs to be updated.
tr: Daha önce tercüme edilmiş bir metnin güncellenmesi gerektiğinde çeviri bellekleri son derece yararlı olabilir.

source: These units have been skipped.
tr: Bu birimler es geçildi.

source: This will delete your local data and re-download the project contents from the server.
tr: Bu yerel verilerinizi silecek ve proje içeriğini sunucudan yeniden indirecektir.

source: This API key has been blocked
tr: Bu API anahtarı engellendi

source: This ID is already being used.
tr: Bu tanıtıcı zaten kullanılıyor.

source: This JRE will not interfere with other Java implementations that may already be installed on your system.
tr: Bu JRE, sisteminizde kurulu olan diğer Java uygulamalarına herhangi bir şekilde müdahale etmez.

source: This URL appears to be invalid.
tr: Bu URL, geçersiz görünüyor.

source: This call MUST NOT be in swing thread
tr: Bu çağrı swing iş parçacığında OLMAMALIDIR

source: This call MUST be in swing thread
tr: Bu çağrı swing iş parçacığında OLMALIDIR

source: This can be achieved in two ways:
tr: Bunu iki şekilde yapabilirsiniz:

source: This chapter describes the project properties, such as the source and target languages.
tr: Bu bölümde kaynak ve hedef diller gibi proje özellikleri açıklanmaktadır.

source: This command will be executed after Creating Translated Documents.
tr: Bu komut Çevrilmiş Belgelerin Oluşturulmasından sonra çalıştırılacaktır.

source: This documentation is intended both as a tutorial and as a reference guide.
tr: Bu dokümantasyon hem bir öğretici hem de bir başvuru kılavuzu olarak hazırlanmıştır.

source: This format is the same as the tab separated one: source term, target term.
tr: Bu format, sekmeyle ayrılan formatla aynıdır: kaynak terim, hedef terim.

source: This is a Git repository.
tr: Bu, bir Git deposu.

source: This is a Subversion repository.
tr: Bu, bir Subversion deposu.

source: This is a valid project file.
tr: Bu, geçerli bir proje dosyası değil.

source: This is necessary even if there's only one combination available, like pt_BR in case of Portuguese / Brazil.
tr: Portekizce / Brezilya örneğinde olduğu gibi tek bir dil/ülke kombinasyonu mümkün olsa bile bunu yapmak zorunludur.

source: This is the recommended support channel, which users are strongly encouraged to join.
tr: Kullanıcıların önerilen destek kanalına katılmaları hararetle tavsiye edilir.

source: This is the default.
tr: Bu varsayılan stratejidir.

source: This is the way text will look when displayed.
tr: Pijamalı hasta yağız şoföre çabucak güvendi.

source: This list is for more technical discussion of features and development, and is intended for OmegaT developers and other interested parties.
tr: Bu listede özellikler ve geliştirme odaklı daha teknik tartışmalar yapılır ve OmegaT geliştiricileri ve ilgi duyan kişilere yöneliktir.

source: This mailing list is for localizers of OmegaT.
tr: Bu liste, OmegaT yerelleştiricilerine yöneliktir.

source: This manual, however, would not be possible without the help and support from a number of people.
tr: Öte yandan diğer birçok kişinin yardım ve desteği olmaksızın bu kılavuzu hazırlamak mümkün olmazdı.

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
tr: Bu program, yararlı olacağı umuduyla, ancak herhangi bir GÜVENCE, TİCARETE YA DA BELLİ BİR AMACA UYGUNLUK güvencesi OLMAKSIZIN dağıtılmaktadır.

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 3 of the License, or (at your option) any later version.
tr: Bu program özgür yazılımdır; bu programı Özgür Yazılım Derneği tarafından çıkarılan GNU Genel Kamu Lisansının (isteğinize göre) 3'üncü ya da daha sonraki bir sürümü uyarınca dağıtabilir ve/veya değiştirebilirsiniz.

source: This project
tr: Bu proje

source: This script is intended to run in OmegaT 3.6 and newer.
tr: Bu betik, OmegaT 3.6 ve üzeri için tasarlanmıştır.

source: This short text describes key behavior in the editor pane.
tr: Bu kısa metin, editör bölmesindeki tuş davranışlarını açıklamaktadır.

source: This will discard all changes you have made so far.
tr: Şimdiye kadar yaptığınız tüm değişiklikler kaybolacak.

source: Thus, for example, rules for Canadian French (FR-CA) should be higher than rules for French (FR.*), and higher than Default (.*) ones.
tr: Dolayısıyla söz gelimi Kanada Fransızcası (FR-CA), Fransızca (FR.*) kurallarından ve Varsayılan (.*) kurallardan daha yukarıda olmalıdır.

source: Tibetan Standard, Tibetan, Central
tr: Tibetçe (Standart, Merkez)

source: Tigrinya
tr: Tigrinya Dili

source: To be sure that no translation will be lost, you need to: 1.
tr: Çeviri kaybını önlemek için şunları yapmalısınız: 1.

source: To call up the manual from within OmegaT, simply select Help > Users manual, or press F1.
tr: OmegaT içinden kılavuza ulaşmak için menüden Yardım > Kullanım Kılavuzu ögesini seçin ya da F1 tuşuna basın.

source: To contribute to OmegaT:
tr: OmegaT'ye katkıda bulunmak için:

source: To convert it into a new team project, open it in the OmegaT GUI.
tr: Yeni ekip projesine dönüştürmek için OmegaT GUI'sinde açın.

source: To customize the script feature, do the following:
tr: Betik özelliğini özelleştirmek için şu adımları takip edin:

source: To edit what files in what encodings the filter will process, select the filter from the list and click Edit.
tr: Filtrenin hangi kodlamalara sahip dosyaları işleyeceğini düzenlemek için listeden filtreyi seçin ve "Düzenle" düğmesine tıklayın.

source: To get involved in the OmegaT development effort you can join the developer group, via the web or by sending an email to omegat-development-request@lists.sourceforge.net with "subscribe" as the subject line.
tr: OmegaT'nin geliştirilmesine katkıda bulunmak için geliştirici grubuna katılabilirsiniz (websitesinden ya da omegat-development-request@lists.sourceforge.net adresine konusu kısmında "subscribe" (abone ol) yazısıyla bir elektronik posta göndererek).

source: To install the necessary files for the StarDict format, proceed as follows:
tr: StarDict formatında gerekli dosyaları kurmak için aşağıdaki adımları takip edin:

source: To start using OmegaT, first create a project that will hold all your files, such as your source file, translation memories, glossaries, and eventually your translated file.
tr: OmegaT kullanmaya başlamak için öncelikle bir proje oluşturmalısınız. Bu proje, kaynak dosyaları, çeviri bellekleri, sözlükçeler ve işiniz bittiğinde oluşturacağınız çevrilmiş dosyaları içine alacaktır.

source: To translate OmegaT's user interface, user manual or other related documents:
tr: OmegaT'nin kullanıcı ara yüzü, kullanım kılavuzu ya da diğer belgelerini tercüme etmek için:

source: To use an existing glossary, simply place it in the /glossary folder after creating the project.
tr: Mevcut bir sözlükçeyi kullanmak için projeyi oluşturduktan sonra sözlükçe dosyasını /glossary (sözlükçe) klasörüne kopyalamanız gereklidir.

source: To use this script you must first install Kaptain.
tr: Bu betiği kullanmak için önce Kaptain'i kurmanız gereklidir.

source: To use this script, open a terminal window (console), change folder to the folder containing OmegaT.jar and the linux-install.sh script, and execute the script with ./linux- install.sh.
tr: Bu betiği kullanmak için bir terminal penceresi (konsol) açın, klasörü OmegaT.jar dosyasını ve linux-install.sh betiğini içeren klasöre değiştirin ve ./linux-install.sh komutuyla betiği çalıştırın.

source: To use this script, open a terminal window (console), change folder to the folder containing OmegaT.jar and the linux-install.sh script, and execute the script with ./linux-install.sh.
tr: Bu betiği kullanmak için bir terminal penceresi (konsol) açın, klasörü OmegaT.jar dosyasını ve linux-install.sh betiğini içeren klasöre değiştirin ve ./linux-install.sh komutuyla betiği çalıştırın.

source: Toggle Selected
tr: Seçimi Değiştir

source: Tonga (Tonga Islands)
tr: Tonga (Tonga Adaları)

source: Too big HTML file!
tr: HTML dosyası çok büyük!

source: Tools
tr: Araçlar

source: Total Characters (including spaces)
tr: Toplam Karakter (boşluklu)

source: Total Characters (without spaces)
tr: Toplam Karakter (boşluksuz)

source: Total Segments
tr: Toplam Dilim

source: Total Words
tr: Toplam Sözcük

source: Total number of segments
tr: Toplam dilim sayısı

source: Total:
tr: Toplam:

source: Tracking system
tr: İzleme sistemi

source: Trans&lated or untranslated
tr: Çevrilmi&ş ya da çevrilmemiş

source: Translate the file
tr: Dosyanın çevirisini yapın

source: Translate the following attributes:
tr: Aşağıdaki özellikleri çevir:

source: Translate the following elements:
tr: Aşağıdaki ögeleri çevir:

source: Translated File Encoding
tr: Çevrilmiş Dosya Kodlaması

source: Translated File Encoding:
tr: Çevrilmiş Dosya Kodlaması:

source: Translated Filename Pattern
tr: Çevrilmiş Dosya Adı Deseni

source: Translated Files Folder
tr: Çevrilmiş Dosya Klasörü

source: Translated Files Folder:
tr: Çevrilmiş Dosya Klasörü:

source: Translated document created
tr: Çevrilmiş belge oluşturuldu

source: Translated documents created
tr: Çevrilmiş belgeler oluşturuldu

source: Translated file path cannot be identical to the source file path: {0}
tr: Çevrilmiş dosya yolu, kaynak dosya yoluyla yanı olamaz: {0}

source: Translated files folder entered does not exist!
tr: Girilen çeviri dosyaları klasörü mevcut değil!

source: Translated files location not defined
tr: Çevrilmiş dosya konumu belirtilmemiş

source: Translated segments
tr: Çevrilmiş dilimler

source: Translated segments text
tr: Çevrilmiş dilim metni

source: Translated unique segments
tr: Çevrilmiş tekrarsız dilimler

source: Translating Project
tr: Proje Çevriliyor

source: Translation
tr: Çeviri

source: Translation Memory Files Folder
tr: Çeviri Belleği Dosyaları Klasörü

source: Translation Memory Folder:
tr: Çeviri Belleği Klasörü:

source: Translation is fuzzy
tr: Çeviri bulanık

source: Translation last modified by {0} on {1} at {2}
tr: Çeviri en son {0} tarafından {1} üzerinde {2}'de değiştirilmiştir

source: Translation memories
tr: Çeviri bellekleri

source: Translation memories can be very useful in a translation where there are numerous repetitions or reasonably similar segments of text.
tr: Çeviri bellekleri, tekrarların ya da makul düzeyde benzerliklerin çok olduğu bir metni çevirirken son derece kullanışlı olabilir.

source: Translation memories in OmegaT
tr: OmegaT'de çeviri bellekleri

source: Translation memory files folder entered does not exist!
tr: Girilen çeviri belleği dosyaları klasörü mevcut değil!

source: Translation memory folder {0} does not exist.
tr: Çeviri belleği klasörü {0} mevcut değil.

source: Translation unit encountered before TMX header.
tr: TMX üstbilgisinden önce çeviri birimine rastlanıldı.

source: Translation unit variant encountered outside translation unit.
tr: Çeviri birimi dışında çeviri birimi değişkeniyle karşılaşıldı.

source: Translation:
tr: Çeviri:

source: Translator comments:
tr: Çevirmen yorumları:

source: Troubleshooting
tr: Sorun giderme

source: Tsonga
tr: Tsongaca

source: Tswana
tr: Tsvana Dili

source: Turkish
tr: Türkçe

source: Turkmen
tr: Türkmence

source: Tutorials
tr: Öğreticiler

source: Type
tr: Tür

source: Type in new rule ID
tr: Yeni kural tanıtıcısını yazın

source: Types: Exact searches match the whole search string.
tr: Türler: Tam aramalar, tüm arama dizgisiyle eşleşmeye bakar.

source: U&ntranslated
tr: Çe&vrilmemiş

source: UNL
tr: KLS

source: URL does not contain "{0}"
tr: URL'de "{0}" yok

source: URL is missing URL string
tr: URL'de URL dizgisi yok

source: URL is missing encoding
tr: URL'de kodlama yok

source: URL is missing target
tr: URL'de hedef yok

source: URL of online dictionaries:
tr: Çevrim içi sözlüklerin URL'si:

source: URLs
tr: URL'ler

source: Uighur, Uyghur
tr: Uygurca

source: Ukrainian
tr: Ukraynaca

source: Unable to build new TMX file!
tr: Yeni TMX dosyası oluşturulamıyor!

source: Unable to connect to server.
tr: Sunucuya bağlanamıyor.

source: Unable to convert project!
tr: Proje dönüştürülemiyor!

source: Unable to download team project!
tr: Ekip projesi indirilemiyor!

source: Unable to initialize read of XML file!
tr: XML dosyasının okunmasına başlanamadı!

source: Unable to parse IAM service response
tr: IAM hizmet tepkisi ayrıştırılamadı

source: Unable to parse filters configuration file
tr: Filtre yapılandırma dosyası ayrıştırılamıyor

source: Unable to parse service error report
tr: Hizmet hata raporu ayrıştırılamadı

source: Unable to parse translate service response
tr: Çeviri hizmet tepkisi ayrıştırılamadı

source: Unable to read file
tr: Dosya okunamıyor

source: Unable to read project file!
tr: Proje dosyası okunamıyor!

source: Unable to save data.
tr: Veriler kaydedilemiyor.

source: Unable to save filters configuration file
tr: Filtre yapılandırma dosyası kaydedilemiyor

source: Unable to uninstall the selected dictionary
tr: Seçilen sözlük kaldırılamıyor

source: Unauthorized request to TaaS service.
tr: TaaA hizmetine yetkisiz istek.

source: Unchanged sentences are automatically translated, while updated sentences are shown with the translation of the most similar, older sentence.
tr: Değişmeden kalan cümleler, çevrilmiş olarak gösterilecek ve güncellenen cümleler, eski cümlenin en benzer çevirisiyle birlikte gösterilecektir.

source: Undo Last Action
tr: Son İşlemi Geri Al

source: Undo last action
tr: Son İşlemi Geri Al

source: Undock
tr: Geri Aç

source: Unexpected char {0} ({1})!
tr: Beklenmedik karakter {0} ({1})!

source: Uninstalling failed
tr: Kaldırma başarısız

source: Unique Characters (including spaces)
tr: Tekrarsız Karakter (boşluklu)

source: Unique Characters (without spaces)
tr: Tekrarsız Karakter (boşluksuz)

source: Unique Remaining Characters (including spaces)
tr: Tekrarsız Geriye Kalan Karakter (boşluklu)

source: Unique Remaining Characters (without spaces)
tr: Tekrarsız Geriye Kalan Karakter (boşluksuz)

source: Unique Remaining Segments
tr: Tekrarsız Geriye Kalan Dilim

source: Unique Remaining Words
tr: Geriye Kalan Tekrarsız Sözcük

source: Unique Remaining:
tr: Tekrarsız Geriye Kalan:

source: Unique Segments
tr: Tekrarsız Dilim

source: Unique Words
tr: Tekrarsız Sözcük

source: Unique segments
tr: Tekrarsız dilimler

source: Unique:
tr: Tekrarsız:

source: Unknown plugin type '{0}' in '{1}'
tr: '{1}''de bilinmeye eklenti türü '{0}'

source: Unpack the OmegaT .zip archive to obtain a folder that contains a documentation file and the OmegaT application.
tr: OmegaT .zip arşivini açtığınız klasörde bir belgelendirme dosyası ve OmegaT uygulaması bulunur.

source: Unrecoverable error while parsing TMX file {0} on line {1}, column {2}.
tr: TMX dosyası {0}'nın ayrıştırılmasında satır {1}, sütun {2}'de düzeltilemez hata.

source: Unspecified
tr: Belirtilmemiş

source: Unsupported SVN error
tr: Desteklenmeyen SVN hatası

source: Unsupported XML version {0}!
tr: Desteklenmeyen XML sürümü {0}!

source: Unsupported file encoding
tr: Desteklenmeyen dosya kodlaması

source: Unsupported project file version ({0})!
tr: Desteklenmeyen proje dosyası sürümü: ({0})!

source: Untranslated segment
tr: Çevrilmemiş dilim

source: Untranslated segments
tr: Çevrilmemiş dilimler

source: Untranslated segments &only
tr: &Yalnızca çevrilmemiş dilimler

source: Untranslated segments text
tr: Çevrilmemiş dilim metni

source: Updated
tr: Güncellendi

source: Updates
tr: Güncellemeler

source: Upgrading...
tr: Güncelleniyor...

source: Upload disabled because repository in read-only mode
tr: Depo salt okunur modunda olduğu için sunucuya yükleme devre dışı

source: Urdu
tr: Urduca

source: Usage
tr: Kullanım

source: Usage: java -jar OmegaT.jar [<options>] [<project path>]
tr: Kullanım: java -jar OmegaT.jar [<seçenekler>] [<proje yolu>]

source: Usage: java -jar OmegaT.jar team <command> [<options>]]
tr: Kullanım: java -jar OmegaT.jar team <komut> [<seçenekler>]]

source: Use
tr: Kullanım

source: Use $n to refer to the nth group.
tr: N'inci gruba gönderme yapmak için $n kullanın.

source: Use &Fuzzy Matching for Dictionary Entries
tr: Sözlük &Girdileri İçin Bulanık Eşleşme Kullan

source: Use &TAB to Advance
tr: &Sekmeyi Kullanarak İlerle

source: Use &XML for standalone tags (e.g., <i/>)
tr: &Bağımsız etiketler (örneğin <i/>) için XML kullan

source: Use &fuzzy matching for dictionary entries
tr: Sözlük &girdileri için bulanık eşleşme kullan

source: Use &stemming for glossary entries
tr: &Sözlükçe girdileri için köklerine ayırmayı kullan

source: Use TAB To Advance
tr: Sekmeyi Kullanarak İlerle

source: Use all mine
tr: Tüm benimkileri kullan

source: Use all original
tr: Tüm özgünleri kullan

source: Use all updated
tr: Tüm güncellenmişleri kullan

source: Use as Default Translation
tr: Varsayılan Çeviri Olarak Kullan

source: Use custom templates for modification &info
tr: Değişiklik bilgisi için &özel şablonlar kullan

source: Use glossary
tr: Sözlükçeyi kullan

source: Use glossary terms
tr: Sözlükçe terimlerini kullan

source: Use terms &appearing separately in the source text
tr: &Kaynak metinde ayrı ayrı görünen terimleri kullan

source: Use the installation language in OmegaT
tr: OmegaT'de kurulum dilini kullan
